[
  {
    "id": "pol-gov-001",
    "category": "governance",
    "title": "接待・贈答の基本方針（事前承認と記録）",
    "body": "取引先・候補先からの接待（会食、イベント招待、交通・宿泊の提供等）および贈答品の受領・提供は、利益相反や贈収賄リスクにつながる可能性があります。社員は、会社の信用を毀損するおそれがある行為を避け、社内の接待・贈答ルールに従って行動してください。金額の多寡や「慣習」を理由に自己判断で受領・提供してはなりません。接待・贈答が必要な場合は、原則として事前に承認を取得し、日付、相手先、内容、金額、目的を記録します。判断に迷う場合は、実施前に上長または所管部門（人事/総務/法務等）へ相談してください。",
    "url": "https://example.com/policy/governance/entertainment-basic"
  },
  {
    "id": "pol-gov-002",
    "category": "governance",
    "title": "利益相反（Conflict of Interest）の申告と対応",
    "body": "社員が業務上の意思決定に関与する場面で、個人的な利害（親族・友人の関係、個人投資、兼業、過去の雇用関係等）が影響し得る状態を利益相反といいます。利益相反が疑われる場合、社員は速やかに上長または所定の窓口へ申告し、事実関係の記録を残します。申告が遅れると、意思決定の公正性が疑われ、会社および社員本人に不利益が生じる可能性があります。必要に応じて当該案件の審査・選定から外れる、第三者の判断に委ねる、複数名での意思決定に切り替える等の措置を取ります。「品質が良い」「価格が安い」といった理由で申告を省略してはなりません。",
    "url": "https://example.com/policy/governance/conflict-of-interest"
  },
  {
    "id": "pol-gov-003",
    "category": "governance",
    "title": "承認権限と例外処理（代理承認の考え方）",
    "body": "契約締結、例外条件の提示、値引き・リベート等の条件変更は、会社のリスクとコストに直結するため、所定の承認権限に基づき実施します。上長が不在であっても、原則として承認なしに先行してコミットしてはなりません。緊急時は、承認マトリクスに従い代理承認者を確認し、必要な範囲で承認を取得した上で進めます。口頭合意や「後で承認をもらう」前提での締結は避けてください。やむを得ず暫定対応が必要な場合は、適用範囲・期間・責任者を明確化し、証跡（メール/チャット/申請）を必ず残します。判断に迷う場合は所管部門へエスカレーションしてください。",
    "url": "https://example.com/policy/governance/approval-matrix"
  },
  {
    "id": "pol-gov-004",
    "category": "governance",
    "title": "公正な調達・選定プロセス（透明性と証跡）",
    "body": "ベンダー選定や発注に関する意思決定は、透明性と説明可能性を確保する必要があります。選定理由（価格、品質、納期、体制、リスク等）を明確にし、比較の根拠となる情報を記録します。特定の個人の裁量で候補を排除したり、比較を省略したりすることは、外部から不正や癒着と見なされる可能性があります。選定の過程では、個別の交渉条件を社外に漏らさないよう注意し、必要最小限の関係者に共有します。疑義が生じた場合は、調達/法務等の所管部門へ相談してください。",
    "url": "https://example.com/policy/governance/procurement-fairness"
  },
  {
    "id": "pol-gov-005",
    "category": "governance",
    "title": "コミュニケーションの記録（口頭合意の扱い）",
    "body": "業務上の重要な意思決定（契約条件、例外対応、顧客への確約、納期コミット等）は、口頭のやり取りだけで完結させず、必ず記録（メール、チケット、承認申請等）を残します。『言った/言わない』が発生すると、トラブル時の検証が困難になり、監査対応にも支障が出ます。会食やカジュアルな場での会話であっても、重要な合意が含まれる場合は、当日中に要点を文面化し関係者へ共有してください。記録の作成に迷う場合は、テンプレートを利用し、所管部門へ相談して進めます。",
    "url": "https://example.com/policy/governance/record-keeping"
  },
  {
    "id": "pol-har-001",
    "category": "harassment",
    "title": "ハラスメントの定義と禁止（人格否定・威圧的言動）",
    "body": "ハラスメントとは、相手の尊厳を傷つけ、就業環境を悪化させる言動を指します。公の場での人格否定（『使えない』『向いていない』等）、過度な叱責、威圧、侮辱、嘲笑、無視、過剰な監視は、目的が業務指導であってもハラスメントに該当し得ます。指導は事実に基づき、必要な範囲で、相手の人格を攻撃しない形で行ってください。同席者は、状況が深刻化する前に場の切り替えや安全確保を優先し、必要に応じて相談窓口へ共有します。『冗談』『本人のため』という説明は免罪符にはなりません。",
    "url": "https://example.com/policy/harassment/definition"
  },
  {
    "id": "pol-har-002",
    "category": "harassment",
    "title": "私生活への詮索・セクシュアルハラスメント（飲み会等）",
    "body": "飲み会や懇親の場であっても、相手が望まない私生活への詮索（交際・結婚・出産の予定、容姿、性的指向等）や、性的な冗談・からかい・身体的接触はセクシュアルハラスメントに該当し得ます。質問が一度でも不快と受け取られた場合、繰り返さないことが重要です。相手の反応が曖昧でも『嫌と言っていないからOK』とは扱いません。周囲は話題変更や注意喚起で介入し、継続する場合は管理職または相談窓口へ連絡してください。飲み会参加の強要、欠席による不利益取扱いも問題となります。",
    "url": "https://example.com/policy/harassment/sexual"
  },
  {
    "id": "pol-har-003",
    "category": "harassment",
    "title": "相談・通報に対する報復禁止（Retaliation）",
    "body": "ハラスメント相談・通報を行った社員、協力した社員、事実確認に応じた社員に対する報復（業務配分の不当変更、評価への不利益、陰口、排除、連携拒否等）は禁止します。『面倒な人』『空気を読めない』などのレッテル貼りも、就業環境を悪化させる行為です。報復の疑いがある場合、当事者は記録（日時、発言、状況）を残し、速やかに相談窓口へ連絡してください。同僚・管理職は、報復につながる言動を止め、組織として是正します。守秘義務に配慮しつつ、必要最小限の範囲で情報を取り扱います。",
    "url": "https://example.com/policy/harassment/retaliation"
  },
  {
    "id": "pol-har-004",
    "category": "harassment",
    "title": "相談窓口と初動（安全確保・記録・エスカレーション）",
    "body": "ハラスメントが疑われる場合、最優先は当事者の安全と就業環境の確保です。緊急性がある場合は、その場を離れる、別室に移動する、同席者が介入する等の措置を取ります。その後、可能な範囲で事実関係（日時、場所、発言内容、関係者、頻度）を記録してください。相談は人事・所定の相談窓口へ行い、匿名での相談が可能な場合もあります。事実確認は中立的に実施され、相談したこと自体を理由に不利益を受けないよう配慮されます。判断に迷う場合でも、早めの相談が推奨されます。",
    "url": "https://example.com/policy/harassment/reporting"
  },
  {
    "id": "pol-har-005",
    "category": "harassment",
    "title": "管理職の責任（チーム内の兆候把握と介入）",
    "body": "管理職は、チームの就業環境を維持する責任を負います。叱責が常態化している、特定メンバーが萎縮している、飲み会での不適切発言が繰り返される等の兆候がある場合、早期に介入してください。指導は『行動・事実』に基づき、人格評価や侮辱を避け、1on1等の適切な場で行います。相談があった場合は、守秘と公正性に留意しつつ、速やかに所管部門へ連携します。『大ごとにしたくない』という理由で放置すると、組織としてのリスクが増大します。",
    "url": "https://example.com/policy/harassment/manager-duty"
  },
  {
    "id": "pol-sec-001",
    "category": "infosec",
    "title": "情報の持ち出し禁止（個人メール・個人クラウドへの転送）",
    "body": "業務上取り扱う情報（顧客情報、契約情報、社内資料、未公開データ等）を、個人メール（Gmail等）や個人クラウド（個人Dropbox/個人Google Drive等）へ転送・保存することは原則禁止です。『自分だけが見る』『急ぎだから』『パスワード付きZIPだから安全』といった理由で例外化してはなりません。共有が必要な場合は、会社が承認したストレージ（社内Drive/SharePoint等）やアクセス制御された共有方法を利用します。外部共有が必要な場合は、所定の手順に従い、共有範囲・期限・権限を最小化してください。迷う場合は情報管理担当または人事へ相談します。",
    "url": "https://example.com/policy/infosec/data-handling"
  },
  {
    "id": "pol-sec-002",
    "category": "infosec",
    "title": "チャットでの情報共有（スクリーンショット・貼り付けの最小化）",
    "body": "社内チャットであっても、共有は必要最小限に限定します。顧客情報や個人情報、機密情報が写り込んだスクリーンショットの投稿、画面キャプチャの貼り付け、IDやパスワードの送信は避けてください。共有が必要な場合は、マスキング（黒塗り）や、該当箇所のみを切り出すなど、情報を最小化します。投稿後に削除しても、閲覧済み・通知・ログ等に残る可能性があるため『後で消せばよい』は不可です。疑わしい場合は、チャット投稿をせず、承認された手段で共有し、必要に応じて所管部門へ確認します。",
    "url": "https://example.com/policy/infosec/minimization"
  },
  {
    "id": "pol-sec-003",
    "category": "infosec",
    "title": "社外ネットワーク利用（フリーWi-Fi・VPN・テザリング）",
    "body": "フリーWi-Fiや不特定多数が利用するネットワークは、盗聴・なりすまし等のリスクがあります。社外で社内システムへアクセスする場合は、会社が指定する安全な手段（VPN、MDM設定済み端末、テザリング等）を利用してください。二要素認証があっても、通信経路のリスクがゼロになるわけではありません。ネットワークが安全か判断できない場合は、機密情報の閲覧・送信を控え、回線を切り替えてから作業します。例外対応が必要な場合は、所管部門へ事前に相談してください。",
    "url": "https://example.com/policy/infosec/network"
  },
  {
    "id": "pol-sec-004",
    "category": "infosec",
    "title": "端末・ファイルの取り扱い（紛失・画面のぞき見・自動ロック）",
    "body": "社用端末および業務データは、紛失・盗難・のぞき見等のリスクを前提に管理します。離席時は画面ロックを徹底し、公共の場では画面が他者に見えない位置で作業してください。機密性の高い資料を印刷・持ち運びする場合は、不要になり次第シュレッダー等の手順で廃棄します。端末紛失や誤送信に気づいた場合は、速やかに所定の手順でインシデント報告を行ってください。早期報告は被害拡大の防止につながります。",
    "url": "https://example.com/policy/infosec/device"
  },
  {
    "id": "pol-sec-005",
    "category": "infosec",
    "title": "インシデント報告（誤送信・漏洩疑い時の初動）",
    "body": "誤送信、誤共有、情報漏洩の疑いがある場合、隠さず速やかに報告してください。初動が遅れると被害が拡大し、関係者への影響が大きくなります。報告時は、発生日時、対象データ、共有先、経緯、現在の状態（削除依頼済み等）を整理し、所定の窓口へ連絡します。『社内だから大丈夫』『少量だから問題ない』という判断は避け、客観的な基準で対応します。必要に応じてアクセス権限の停止、共有リンクの無効化、先方への削除依頼等を実施します。迷う場合も、まず報告することが推奨されます。",
    "url": "https://example.com/policy/infosec/incident"
  }
]

